{
    "d_date": "06-21-1995", 
    "d_knowledge": "If you are not close to the Master, it is because of you - because of your mind, your ego concepts.\n\nJust being on the levels of formal and informal communication cannot make you feel close. \"How are you?\" \"Where are you going?\" \"How have you been?\" Stop these formal and superficial conversations with the Master. Speak with your heart what is deep in your life, what is important and intimate to you. Don't just say how much the squash costs - 30 cents or whatever.\n\nShare what you have and don't judge, \"Oh, this is garbage.\" The Master is ready to accept garbage of any extent. However you are, he will embrace you. Do not feel shame, shy, or judgemental about yourself. \n\nIf you don't feel close to the Master, there is no point in having a Master. He is just another burden to you, and you have enough burdens already. Just say, \"Good bye.\"\n\nQuestion: When you play little games with us and push us away, how can we feel close to you?\n\nSri Sri: You should feel more close if you are scolded or ignored, because to ignore somebody takes a lot of effort. When a Master does not even ignore wrapping paper or a flower in a vase, how can he ignore a walking, talking, breathing human being who is connected to him? Once you understand this, you immediately feel close.\n\nTorre: Can we call you every week?\n\nKenny: Call Guruji every week, and if he does not answer the phone, then you know you are loved!\n\nSri Sri: Yes, put that in. (laughter)\nYou are with the Master to share the joy of the Master, to share the consciousness of the Master. \nFor this, you have to empty your cup of what is already in it.\nThe Master is ready to share. You have only to share from your side.\n", 
    "d_place": "Big Sur, CA, USA.", 
    "d_series": "An Intimate Note", 
    "d_sheetid": "", 
    "d_sheetno": "2", 
    "d_title": "Close to the Master", 
    "d_type": "KNOWLEDGE_INPUT_SAVE", 
    "d_uuid": "7c8574d0-cb2d-5b26-a402-ca38535d1a56"
}