{
    "d_date": "07-04-1995", 
    "d_knowledge": "Only speak Knowledge. Don't repeat anything bad that someone tells you about someone. And don't listen to someone who tells you that \"so-and-so\" said \"such-and-such\" about you. When someone comes to tell you such things, discourage them. Don't believe it.\n\nIf someone blames you directly, don't believe in what they say. Just know that they are taking away your bad Karma and let it go. And if you are one of the Master's close ones, you will take all the blame of the World with a smile.\n\nWhen you blame someone, you take on their bad Karma;\nWhen you praise someone, you take on their good Karma;\nSurrender both good and bad Karma to the Divine - and be free.\n\nConflict is the nature of the World; Comfort is the nature of the Self.\nAmidst conflict, find the comfort. \n\nWhen you are tired of conflicts and the games of the World, get into the comforts of the self. When you are bored with comfort, get into the games of the World. If you are one of the Master's close ones, you do both simultaneously.\n\nPeople who love peace do not want to fight, and those who fight do not have peace. What is needed is to be peaceful within and then fight. Just trying to end a conflict only prolongs it.\n\nInstead, face the conflict while seeking the comfort of the Self. Does this ring a bell? This is the whole message of the Bhagavad Gita - Krishna tells Arjuna to be centered in peace and to fight at the same time. \n\nGod is alive in the World and has been putting up with all conflicts through out the ages. If God can put up with all these conflicts, you can too. And the moment you agree to be with a conflict, it no longer appears as a conflict to you. \n\nThe nature of this World is that once you resolve one conflict, another arises. For example, Russia is solved and then Bosnia is in trouble. Or you get a cold, then you get better - then your back hurts, then it gets better. When your body is fine, then the mind goes. Things in this World run this way, don't they?  \n\nWithout any intention, misunderstanding simply happen and conflicts arise. Its not up to you to resolve them. Just be with them and be alive!\n", 
    "d_place": "Toronto, Ontario, Canada.", 
    "d_series": "An Intimate Note", 
    "d_sheetid": "", 
    "d_sheetno": "4", 
    "d_title": "Only speak knowledge; find comfort in conflicts.", 
    "d_type": "KNOWLEDGE_INPUT_SAVE", 
    "d_uuid": "dab12e7b-6972-5530-9a96-b8db7988f450"
}